[{
    "JobId":1,
    "Title": "Business Analyst",
    "Location": "London",
    "Hours": "Full-time",
    "Date":"30/07/2020",
    "Description":"<h4>Our journey</h4> <p> Based in London, with roots in India, e9 has developed highly motivated talent into productive teams across continents. <br><br> At e9, new ideas have a way of becoming phenomenal products, services, and customer experiences very quickly. We are ambitious with a pace to match, and as part of a fast-growing company, the opportunity and ability to push forward is greater than ever before. Bring passion and dedication to your job and there is no telling what you could accomplish. </p> <h4 class='mt-6'>Who you will work with</h4> <p>We foster a culture of continuous improvement in a diverse and inclusive workplace where people feel valued and included. Accountability matters. At e9, we bring together remarkable people and enable them to be themselves as part of a collaborative team that is helping to innovate.</p><h4 class='mt-6'>Your part in our journey</h4> <p>At e9 we believe our technology should be innovative and exceptional, this is also how we see customer service. <br><br> As a Business Analyst, you will be an Ambassador for e9 to our customers, you will own the customer relationship ensuring all projects are delivered on time to the customer’s satisfaction. </p> <h4 class='mt-6'>What you will be doing</h4> <ul> <li>Identify and understand underlying customer needs and concerns, pragmatically. </li> <li>Bring clarity to blue sky thinking - facilitate technical and business discussions to determine the right technical resolution to tackle business problems. </li> <li>Guide customers through their process transformation journey.</li> <li>Drive projects forward through initiative and accountability.</li> <li>Support our customers when they need it - manage and communicate requirements (manage conflicts, issues, and changes to ensure agreement).</li> <li>Solve problems with attention to detail and logical thinking skills.</li> <li>Understanding the business implication of metrics based on web/app user experiences.</li> <li>Work closely with the software development teams to support User Acceptance Testing.</li> <li>Facilitating handover of projects to users ensure a successful release.</li> </ul> <h4 class='mt-6'>What you’ll need to make the most of the role</h4> <ul> <li>Minimum four years’ experience in a customer facing role.</li> <li>Ability to lead and deliver customer expectations.</li> <li>Be a self-starter, a quick learner, approachable and be able to work in a fast-paced environment whilst retaining a high level of integrity.</li> <li>Constantly be on the lookout for ways to improve, discovering issues and deliver better value to the customer</li> <li>Be collaborative with excellent interpersonal, written and presentation skills.</li> <li>Be a problem solver, comfortable working at a conceptual and detailed level.</li> <li>Good knowledge and experience of iOS and Android Mobile apps</li> <li>Educated to degree level.</li> </ul> <h4 class='mt-6'>What’s in it for you</h4> <ul> <li>28 days holiday</li> <li>Flexible Working</li> <li>Personal development opportunities</li> <li>Quarterly Team Socials</li> <li>Smart/Casual Dress</li> <li>Pension Scheme</li> </ul> <h4 class='mt-6'>Ready?</h4>"
},
{
    "JobId":2,
    "Title": "Jr. UI/UX Designer",
    "Location": "Bengaluru",
    "Hours": "Full-time",
    "Date":"30/07/2020",
    "Description":"<h4>Our journey</h4> <p> Based in London, with roots in India, e9 has developed highly motivated talent into productive teams across continents. <br><br> At e9, new ideas have a way of becoming phenomenal products, services, and customer experiences very quickly. We are ambitious with a pace to match, and as part of a fast-growing company, the opportunity and ability to push forward is greater than ever before. Bring passion and dedication to your job and there is no telling what you could accomplish. </p> <h4 class='mt-6'>Who you will work with</h4> <p>We foster a culture of continuous improvement in a diverse and inclusive workplace where people feel valued and included. Accountability matters. At e9, we bring together remarkable people and enable them to be themselves as part of a collaborative team that is helping to innovate.<br><br>Do you have a fanatical desire to produce great design? Are you looking for an environment where you can push your work and yourself? Are you a team player? Does your passion for design border on the absurd? Are you naturally caffeinated? Ridiculously positive and upbeat? If so, e9 may be the place for you.</p> <h4 class='mt-6'>What you will be doing</h4> <p>You will work closely with our design lead and collaborate with a full team of creative, world-class professionals to conceptualise and execute design solutions on a wide variety of projects and industries. You must have the ability to produce high level design solutions at every stage of the process from conceptualising and creating wireframes to prototyping and polishing final designed assets for development.</p> <h4 class='mt-6'>What you’ll need to make the most of the role</h4> <ul> <li>A passion and affinity for UX/UI design </li> <li>Fundamental knowledge of and experience with web and app design </li> <li>Strong understanding of UX best practices and standard 2-3 years experience in a design role at an agency or as a freelance designer </li> <li>Proficiency on a Mac with the following applications: Sketch or Adobe XD, Illustrator, Photoshop, After Effects, Invision </li> <li>Must meet deadlines and work under the standard pressures of the creative industry </li> <li>Ability to take instruction and function as part of a team </li> <li>Positive, upbeat, happy approach to work and life</li> </ul> <h4 class='mt-6'>Nice to have</h4> <ul> <li>Experience with animation and motion design for web </li> <li>Basic understanding of front-end development skills (HTML, CSS) </li> <li>Experience using 3D softwares like Blender, Cinema4D</li> </ul> <h4 class='mt-6'>How to apply?</h4> <p>Please attach the following materials to the email:</p> <ul> <li>Resume</li> <li>Availability to start with your current CTC</li> <li>Portfolio (link or PDF under 10MB)</li> </ul>"
},
{
    "JobId":3,
    "Title": "Full Stack Developer",
    "Location": "Bengaluru",
    "Hours": "Full-time",
    "Date":"30/07/2020",
    "Description":"<h4>Our journey</h4> <p> Based in London, with roots in India, e9 has developed highly motivated talent into productive teams across continents. <br><br> At e9, new ideas have a way of becoming phenomenal products, services, and customer experiences very quickly. We are ambitious with a pace to match, and as part of a fast-growing company, the opportunity and ability to push forward is greater than ever before. Bring passion and dedication to your job and there is no telling what you could accomplish. </p> <h4 class='mt-6'>Who you will work with</h4> <p>We foster a culture of continuous improvement in a diverse and inclusive workplace where people feel valued and included. Accountability matters. At e9, we bring together remarkable people and enable them to be themselves as part of a collaborative team that is helping to innovate.<br><br>We are seeking an experienced MEAN Stack Professional to join our innovative team in Bangalore. Candidate will be part of the team working on exciting scalable product catering to huge consumer base. We encourage people who can dive headlong into situations to get things done, set their own direction and feel pride about what they create.</p> <h4 class='mt-6'>What you will be doing</h4> <ul> <li>Hands on experience and managing Node js, Mongo DB, Vue.js and Express js.</li> <li>Architect, Develop, test and deploy robust products that are fast, scalable and highly responsive</li> <li>Design and maintain large and complex databases, both relational and non-relational databases</li> <li>Establish, refine and integrate development environment tools and software as needed</li> <li>Identify production and non-production application issues as a part of deployment</li> <li>Deploy applications on AWS cloud/google cloud with ability to quickly debug hosting related issues </li> </ul> <h4 class='mt-6'>What you’ll need to make the most of the role</h4> <ul> <li>Ability to contribute individually</li> <li>Expertise in Mean, Node js, Mongo DB, Vue.js and Express js</li> <li>Good grasp of jQuery, MySQL, Symfony, OOPS</li> <li>Experience in server management and AWS knowledge is mandatory</li> <li>Ability to manage and lead a team of developers</li> <li>Strong analytical and problem solving skills</li> </ul> <h4 class='mt-6'>Other Details</h4> <ul> <li>Immediate joiners are appreciated</li> <li>Best in industry salary</li> <li>Location: The Hive (Level 5), VR Bengaluru</li> <li>Timings: 12 PM – 8 PM</li> </ul>"
},
{
    "JobId":4,
    "Title": "Frontend Developer",
    "Location": "Bengaluru",
    "Hours": "Full-time",
    "Date":"30/07/2020",
    "Description":"<h4>Our journey</h4> <p> Based in London, with roots in India, e9 has developed highly motivated talent into productive teams across continents. <br><br> At e9, new ideas have a way of becoming phenomenal products, services, and customer experiences very quickly. We are ambitious with a pace to match, and as part of a fast-growing company, the opportunity and ability to push forward is greater than ever before. Bring passion and dedication to your job and there is no telling what you could accomplish. </p> <h4 class='mt-6'>Who you will work with</h4> <p>We foster a culture of continuous improvement in a diverse and inclusive workplace where people feel valued and included. Accountability matters. At e9, we bring together remarkable people and enable them to be themselves as part of a collaborative team that is helping to innovate.<br><br>We are looking for a Front-End Web Developer who is motivated to combine the art of design with the art of programming. Responsibilities will include translation of the UI/UX design wireframes to actual code that will produce visual elements of the application. You will work with the UI/UX designer and bridge the gap between graphical design and technical implementation, taking an active role on both sides and defining how the application looks as well as how it works.</p> <h4 class='mt-6'>What you will be doing</h4> <ul> <li>Develop new user-facing features</li> <li>Build reusable code and libraries for future use</li> <li>Ensure the technical feasibility of UI/UX designs</li> <li>Optimise application for maximum speed and scalability</li> <li>Assure that all user input is validated before submitting to back-end</li> <li>Collaborate with other team members and stakeholders</li> </ul> <h4 class='mt-6'>What you’ll need to make the most of the role</h4> <ul> <li>Proficient understanding of web markup, including HTML5, CSS3</li> <li>Basic understanding of server-side CSS pre-processing platforms, such as LESS and SASS</li> <li>Proficient understanding of client-side scripting and JavaScript frameworks, including jQuery</li> <li>Good understanding of asynchronous request handling, partial page updates, and AJAX</li> <li>Basic knowledge of image authoring tools, to be able to crop, resize, or perform small adjustments on an image.</li> <li>Proficient understanding of cross-browser compatibility issues and ways to work around them.</li> <li>Proficient understanding of code versioning tools, such as Git, ETC.</li> <li>Good understanding of SEO principles and ensuring that application will adhere to them.</li> </ul> "
},
{
    "JobId":4,
    "Title": "Senior Android developer",
    "Location": "London",
    "Hours": "Full-time",
    "Date":"30/07/2020",
    "Description":"<h4>Our journey</h4> <p> Based in London, with roots in India, e9 has developed highly motivated talent into productive teams across continents. <br><br> At e9, new ideas have a way of becoming phenomenal products, services, and customer experiences very quickly. We are ambitious with a pace to match, and as part of a fast-growing company, the opportunity and ability to push forward is greater than ever before. Bring passion and dedication to your job and there is no telling what you could accomplish. </p> <h4 class='mt-6'>Who you will work with</h4> <p>We foster a culture of continuous improvement in a diverse and inclusive workplace where people feel valued and included. Accountability matters. At e9, we bring together remarkable people and enable them to be themselves as part of a collaborative team that is helping to innovate.<br><br>We are looking for a senior Android developer responsible for the development and maintenance of applications aimed at a vast number of diverse Android devices. Your primary focus will be the development of Android applications and their integration with back-end services. You will be working along-side other engineers and developers working on different layers of the infrastructure. Therefore, commitment to collaborative problem solving, sophisticated design, and creating quality products is essential.</p> <h4 class='mt-6'>What you will be doing</h4> <ul> <li>Translate designs and wireframes into high quality code</li> <li>Design, build, and maintain high performance, reusable, and reliable Java code</li> <li>Ensure the best possible performance, quality, and responsiveness of the application</li> <li>Identify and correct bottlenecks and fix bugs</li> <li>Help maintain code quality, organisation, and automatizations</li> </ul> <h4 class='mt-6'>What you’ll need to make the most of the role</h4> <ul> <li>Strong knowledge of Android SDK, different versions of Android, and how to deal with different screen sizes</li> <li>Familiarity with RESTful APIs to connect Android applications to back-end services</li> <li>Strong knowledge of Android UI design principles, patterns, and best practices</li> <li>Experience with offline storage, threading, and performance tuning</li> <li>Ability to design applications around natural user interfaces, such as “touch”</li> <li>Familiarity with the use of additional sensors, such as gyroscopes and accelerometers</li> <li>Knowledge of the open-source Android ecosystem and the libraries available for common tasks</li> <li>Ability to understand business requirements and translate them into technical requirements</li> <li>Familiarity with cloud message APIs and push notifications</li> <li>A knack for benchmarking and optimisation</li> <li>Understanding of Google’s Android design principles and interface guidelines</li> <li>Proficient understanding of code versioning tools, such as Git</li> <li>Familiarity with continuous integration</li> </ul>"
}
]
